{"meta":{"LastUpdated":"2017-03-21T17:24:20Z","TotalResults":1,"Agreement":"Use of the APIs and any related data will be subject to the terms of the Open Licence and subject to terms and conditions","License":"https://openbanking.org.uk/open-licence","TermsOfUse":"https://openbanking.org.uk/terms"},"data":[{"Organisation":{"ParentOrganisation":{"LEI":"PTCQB104N23FMNK2RZ28","BIC":"ABBYGB2LXXX","OrganisationName":{"LegalName":"Santander UK PLC"}},"Brand":{"TrademarkIPOCode":"EU","TrademarkID":"9415605"}},"ProductName":"BUSINESS CREDIT CARD","ProductType":"CommercialCreditCards","ProductSegment":["SME"],"ProductIdentifier":"5007120000001","ProductURL":["http://www.santander.co.uk/uk/business/borrowing-finance/credit-cards"],"Description":"A credit card for small to medium sized business with up to two directors, owners (shareholders) or partners.","KeyFeatures":"1% cashback on all business spend. Annual Account Fee of £30. Additional cards available at no extra cost. No foreign transaction fees on purchases abroad when paying in the local currency. Up to 56 days interest-free credit on purchases when you pay your balance in full and on time each month. Flexible and simple options on how to pay your statement by Direct Debit, online or by post. Detailed monthly statements listing each cardholders transactions on your paper statement. Monthly spend limits, an optional service to control the amount each cardholder can spend.","PaymentHoliday":false,"PaymentHolidayDescription":"Up to 56 days interest-free credit on purchases when you pay your balance in full and on time each month.","TsandCs":["http://www.santander.co.uk/csdlvlr/ContentServer?c=SANDocument_C&pagename=WCSUKPublicaLte%2FSANDocument_C%2FSANDocumentPreview&cid=1324582531524"],"Details":{"CCSubType":"Regular","CommercialCreditCardItem":{"MinimumCreditLimit":"500.00","RepaymentFrequency":"Monthly","APRRate":"23.7","BalanceTransferInterestRatePeriod":"Annual","PurchaseRate":"18.9","BalanceTransferRate":"18.9","CashAdvanceRate":"27.9","OverLimitFee":"12.00","MaximumNumberOfCardsPermitted":4,"CardScheme":"CreditMastercard","AbilityToSetIndividualLimits":true,"AccessToOnlineDataReportingTool":false,"CashWithdrawalsAllowed":true,"ConvenienceCheque":false,"DaysInterestFreeCreditIfPaymentFull":56,"IssuingEmergencyCardsFees":"0.00","AnnualFeeAmount":"30.00","CashbackPercent":"1.00","MinimumRepaymentPercentage":"1.00","MinimumRepaymentAmount":"5.00","PaymentDaysAfterStatement":28,"AllocationofRepayment":"If the account balance is not paid in full in any month, we will apply the payment to the statemented transactions as follows: 1) It will be allocated to the different amounts of the outstanding statemented balance that are charged at higher interest rates before those that are charged at lower interest rates. 2) If interest is charged at the same rate on different amounts, we will apply the payment to the different amounts in the following order: cash transactions, purchases, balance transfers, other special transactions (i.e. transactions on promotional terms and/or rates), other transactions, followed by other fees. If there is more than one special transaction at the same rate, the payment will be applied first to the special transaction that has the earliest promotional period end date. Where an account fee is charged as a result of a transaction or special transaction, it will be included as part of that transaction type and applied as set out in 2) above. We will apply any remaining payment to transactions not yet shown on the statement in the same order as set out above.","MinimumLendingAmount":"500.00","StatementAtAccountLevel":true,"StatementAtPersonalLevel":false,"ExchangeRateAdjustment":"0.00","NonSterlingTransactionFeeRate":"0.00","NonSterlingPurchaseFeeRate":"0.00","NonSterlingCashFeeRate":"3.00","ForeignPurchaseFeeRate":"0.00","ForeignCashFeeRate":"3.00"}},"Eligibility":{"AgeRestricted":true,"OtherFinancialHoldingRequired":false,"Description":"You can apply for a credit card if you're a UK resident aged 18 years or over, have a good credit record and have not been declared bankrupt, had a CCJ or an IVA within the last 6 years. You must agree to a credit check as part of the application and this will determine whether or not you're accepted and the credit limit that we can offer. We reserve the right to refuse any application.","IncomeTurnoverRelated":true,"ResidencyRestricted":true,"ThirdSectorOrganisations":false,"PreviousBankruptcy":true},"Benefits":{"Benefit":true}}]}