{"meta":{"LastUpdated":"2017-04-01T17:08:03+0000","TotalResults":1,"License":"https://openbanking.org.uk/open-licence","TermsOfUse":"https://openbanking.org.uk/terms","Agreement":"Use of the APIs and any related data will be subject to the terms of the Open Licence and subject to terms and conditions"},"data":[{"Organisation":{"ParentOrganisation":{"LEI":"2138005O9XJIJN4JPN90","OrganisationName":{"LegalName":"ROYAL BANK OF SCOTLAND GROUP PLC"}},"Brand":{"TrademarkIPOCode":"EU","TrademarkID":"004319067"}},"ProductName":"Business Credit Card","ProductType":"CommercialCreditCards","ProductSegment":["SME"],"ProductIdentifier":"NRC","ProductURL":["http://www.business.natwest.com/business/Business-Cards/Business-credit-card.html"],"Description":"Business Credit Card","KeyFeatures":"• MasterCard Credit Card – can be used anywhere MasterCard is accepted \n• No annual card fee for the first year\n• Customers can choose to pay the full amount each month or the minimum by Direct Debit each month and change between the two at any time.  \n• Up to 45 days interest free \n• DD is taken 14 days after statement issue date.  \n• Extra payments can be made any time to reduce interest paid or increase available credit. Account should not be put into credit. \n• Company name printed on cards \n• Cards can be provided to Business employees to spend on the Business' behalf\n• Travel Accident Insurance provided \n•Ability to set spending limits and controls","PaymentHoliday":false,"OtherKeyFeatures":"•Card OnLine gives customers access to up to 13 months’ statements and account information in real time\n•Smart Data OnLine* provides detailed reports to help customers analyse and control their business spending.","TsandCs":["http://www.business.natwest.com/business/Business-Cards/Business-credit-card.html"],"Details":{"CCSubType":"Regular","CommercialCreditCardItem":{"MinimumCreditLimit":"500.00","RepaymentFrequency":"Monthly","APRRate":"23.20","BalanceTransferInterestRatePeriod":"Annual","PurchaseRate":"16.90","BalanceTransferRate":"16.90","CashAdvanceRate":"3.00","OverLimitFee":"12.00","CardScheme":"CreditMastercard","AbilityToSetIndividualLimits":true,"AccessToOnlineDataReportingTool":true,"CashWithdrawalsAllowed":true,"ConvenienceCheque":true,"DaysInterestFreeCreditIfPaymentFull":45,"IssuingEmergencyCardsFees":"75.00","AnnualFeeAmount":"32.00","ChequeFeePercent":"2.50","FeesOnCheque":"2.00","MinimumRepaymentPercentage":"5.00","MinimumRepaymentAmount":"5.00","PaymentDaysAfterStatement":14,"AllocationofRepayment":"Payments received by the Bank are applied to transactions or\nitems applied to the Business Account in the following order:\n1.Cheques, Cash Advances and any applicable interest,\nfees or charges;\n2.Purchases and any interest, fees or charges attracting the same\ninterest rate as Purchases (shown on any statement);\n3.Balance Transfers;\nSpecial Offers and any applicable interest or charges attracting\nthe same interest rate as that Special Offer;\n4. Purchases and any applicable fees or charges attracting the same\ninterest rate as Purchases (not yet shown on any statement);\nOver limit fees, Administration Fees or other fees which it may\napply to the Business Account because the Customer is in breach\nof the Agreement.","RepaymentNotes":"Cash advance fee is £3.0 or 3%, which ever is greater","StatementAtAccountLevel":true,"StatementAtPersonalLevel":true,"ExchangeRateAdjustment":"0.00","NonSterlingTransactionFeeRate":"2.95","NonSterlingCashFee":"3.00","NonSterlingCashFeeRate":"3.00"}},"Eligibility":{"AgeRestricted":true,"MinimumAge":18,"MaximumAgeToOpen":18,"OtherFinancialHoldingRequired":false,"Description":"N/A","IncomeTurnoverRelated":true,"AnnualBusinessTurnoverCurrency":"GBP","ResidencyRestricted":true,"ResidencyRestrictedRegion":"UK","ThirdSectorOrganisations":true,"EligibilityName":"Registered business address must also be in the UK","EligibilityNotes":"Eligibility is subject to credit assesment","PreviousBankruptcy":false,"MarketingEligibility":["ExistingCustomers","NewCustomersOnly","SwitchersOnly"]},"Benefits":{"Benefit":true,"BenefitGroup":[{"BenefitSubType":"Regular","BenefitItem":{"BenefitDetail":[{"BenefitType":"Travel Accident Insurance","BenefitName":"Travel Accident Insurance","DefaultToAccounts":true,"BenefitDescription":"Up to a maximum of £50,000 per person will be payable to the cardholder, their partner or their dependent children under age 23 in the event of their suffering accidental death (limited\nto £3,000 for children) or permanent disability as defined in the Policy Document whilst travelling on licensed public transport or in a hired car when all or part of the fare and at least 50% of the travel costs relating to the Journey* are charged to their Business Credit Card.\n*Journey - business travel outside the United Kingdom (or the Insured Person’s normal country of residence if different), commencing from the time of departure from home or place of business whichever is left last until return thereto whichever is reached first,\nsubject to a maximum duration of 90 days for any one trip."},{"BenefitType":"Advanced expense management software","BenefitName":"SDOL(SmartData Online)","DefaultToAccounts":true,"BenefitDescription":"\nSmart Data Online (SDOL) is a powerful management information tool that allows businesses to easily monitor and analyse company expenditure. This user-friendly tool enables customers to view all cardholder transactions online wherever they are, whatever time of day. All they need is web access. They can see who is spending what and where and use over 30 standard and customisable accounting reports. Tasks that used to take hours or even days can be done in minutes, freeing up their staff for business critical tasks. \n\n"},{"BenefitType":" Basic online visibility of card payments ","BenefitName":"Card OnLine","DefaultToAccounts":true,"BenefitDescription":"\nView up to date card activity on-line 7 days a week, 365 days a year. \n\nSee the latest transactions on your account. \n\nInstant access to statements for the past 13 months. \n\nReceive E-statements instead of paper statements - saving on paper. \n\nReceive an E-mail alert when your statement is ready to view online. \n\nSearch on-line by date or transaction type. \n\nDownload transaction details into money management programs. \n\nGreater control of Business spending. \n\nEnables company administrators to communicate with cardholders in their company in a secure online environment. \n"}]}}]}}]}